triggers = {"ева"}

data_set = {
'расскажи анекдот': 'joke',
'расскажи шутку': 'joke',

'сколько времени': 'time',
'сколько время': 'time',
'который час': 'time',

'ответь на вопрос': 'ask',
'я хочу знать': 'ask',
'как ты думаешь': 'ask',

'погода': 'weather',
'погода на улице': 'weather',
'что там на улице': 'weather',
'сколько градусов': 'weather',

'запусти': 'browse запускаю',
'интернет открой': 'browse открываю',
'посмотреть': 'browse сейчас открою',

'выключи компьютер': 'offpc отключаю компьютер',

'отключись': 'offBot отключаюсь',

'как у тебя дела':'passive работаю в фоне, не переживай',
'что делаешь':'passive жду очередной команды, хоть мог бы и сам на кнопку нажать',
'привет':'passive и тебе привет',
'работаешь':'passive как видишь',
'ты тут':'passive вроде да',
'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
'справка': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
}
